FemDesign.Results.LineConnectionResultant
FemDesign "Line connection, Resultants" result

FemDesign.Results.LineConnectionResultant.Id
Support name identifier

FemDesign.Results.LineConnectionResultant.HalfLength
l/2 length of connection

FemDesign.Results.LineConnectionResultant.Fx
Local Fx'

FemDesign.Results.LineConnectionResultant.Fy
Local Fy'

FemDesign.Results.LineConnectionResultant.Fz
Local Fz'

FemDesign.Results.LineConnectionResultant.Mx
Local Mx'

FemDesign.Results.LineConnectionResultant.My
Local My'

FemDesign.Results.LineConnectionResultant.Mz
Local Mz'

FemDesign.Results.LineConnectionResultant.CaseIdentifier
Load case or combination name